Repository: common-repository/wpmultimediabridge
Catalog: languages/wpmb-*.po
Languages: fr_fr

source: Settings successfully saved
fr_fr: Paramètres enregistrés avec succès

source: WpMultimediaBridge Settings
fr_fr: Paramètres de WpMultimediaBridge

source: Click here for the list of supported sources
fr_fr: Cliquez ici pour la liste des sources supportées

source: Plugin:
fr_fr: Extension :

source: Database:
fr_fr: Base de données :

source: WpMultimediaBridge will be soon completely redesigned with new themes (3), new features and it will be renamed to WpVib.
fr_fr: WpMultimediaBridge sera bientôt complètement redessiné avec de nouveaux thèmes (3), de nouvelles fonctionalités et sera renommé pour WpVib.

source: If you discover a bug with <i>WpMultimediaBridge</i>, send us an email to <strong>support@imatrice.com</strong>. Thank you!
fr_fr: Si vous découvrez un bogue avec <i>WpMultimediaBridge</i>, envoyez nous un courriel à <strong>support@imatrice.com</strong>. Merci!

source: Filters
fr_fr: Filtres

source: Those filters will convert any* urls** into a Facebook-like element.
fr_fr: Ces filtres convertissent tous* les liens** en un élément similaire à Facebook.

source: Filter multimedia urls in posts content
fr_fr: Filtrer les urls multimédia dans le contenu des articles

source: Filter multimedia urls in comments content <i>(soon)</i>
fr_fr: Filtrer les urls multimédia dans le contenu des commentaires <i>(bientôt)</i>

source: * Multimedia urls supported by this plugin. For the version 1.0.0, only YouTube and Vimeo are supported. See the list at the bottom of this page.
fr_fr: * Urls multimédia supportés par cette extension. Pour la version 1.0.0, seul YouTube et Vimeo sont supportés. Voir la liste au bas de cette page.

source: ** Except those already marked as clickable link or inserted in a paragraph.
fr_fr: ** À l'exception de ceux marqués comme liens cliquables ou insérés dans un paragraphe.

source: Wordpress Filters
fr_fr: Filtres Wordpress

source: Make other urls clickable in posts/pages content***
fr_fr: Rendre les autres urls cliquable dans contenu des articles/pages***

source: Make other urls clickable in comments content*** <i>(soon)</i>
fr_fr: Rendre les autres urls cliquable dans le contenu des commentaires*** <i>(bientôt)</i>

source: *** This will happen after adding WpMultimediaBridge elements in the content
fr_fr: *** Ceux-ci vont être traités après l'ajout des éléments de WpMultimediaBridge dans le contenu

source: Other settings
fr_fr: Autres paramètres

source: Width of multimedia canvas:
fr_fr: Largeur de la zone multimédia :

source: Leave empty for autosize. Minimum suggested of 420 pixels.
fr_fr: Laisser vide pour un dimensionnement automatique. Minimum suggéré de 420 pixels.

source: Size of description in multimedia canvas:
fr_fr: Dimension de la description dans le canvas multimédia :

source: words
fr_fr: mots

source: Leave empty for no limit.
fr_fr: Laisser vide pour aucune limite.

source: Advanced Options
fr_fr: Options Avancées

source: Disable Wordpress posts and pages revisions history
fr_fr: Désactiver l'historique des révisions des articles et des pages dans Wordpress

source: By disabling the Wordpress posts and pages revision history, you will increase the speed of this plugin on client side.<br />The effect will be visible for a blog that contains <strong>many thousand of posts</strong> with WpMultimediaBridge elements in it.
fr_fr: En désactivant l'historique de révision des articles et des pages dans Wordpress, vous pouvez augmenter la vitesse de cet extension côté client.<br />L'effet sera visible pour un blogue qui contient <strong>plusieurs milliers d'articles</strong> avec des éléments de WpMultimediaBridge à l'intérieur.

source: By default, this option is unchecked.
fr_fr: Par défaut, cette option est décochée.

source: Disable Wordpress posts and pages autosave
fr_fr: Désactiver l'autosauvegarde des articles et des pages dans Wordpress

source: Disable the Wordpress posts and pages autosave only if you encounter problem regarding autosave versus this plugin.
fr_fr: Désactivez l'autosauvegarde des articles et des pages dans Wordpress seulement si vous rencontrez un problème en lien avec cet extension et l'autosauvegarde.

source: Hide imatrice reference url
fr_fr: Masquer l'url de référence vers imatrice

source: imatrice.com is the author of this plugin. By leaving this visibility to imatrice.com on your blog, you contribute to the success and evolution of this plugin. We thank you for that!
fr_fr: imatrice.com est l'auteur de cette extension. En laissant cette visibilité à imatrice.com sur votre blogue, vous contribuez au succès et à l'évolution de cette extension. Nous vous en remercions!

source: By default, this option is checked. So, the small ad is NOT visible.
fr_fr: Par défaut, cette option est décochée. Alors, la petite publicité n'est PAS visible.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: List of supported sources
fr_fr: Liste des sources supportées

source: Here is the list of supported sources by <i>WpMultimediaBridge</i> Plugin.
fr_fr: Voici la liste des sources supportées par l'extension <i>WpMultimediaBridge</i>.

source: Required format: http://www.youtube.com/watch?v=[media key]
fr_fr: Format requis : http://www.youtube.com/watch?v=[clé du média]

source: [media key] represents the unique identifier for a specific media.
fr_fr: [clé du média] représente l'identificateur unique pour un média en particulier.

source: Required format: http://vimeo.com/[media key]
fr_fr: Format requis : http://vimeo.com/[clé du média]

source: More sources will be added soon. Thank you!
fr_fr: D'autres sources seront ajoutées sous peu. Merci!

source: WpMultimediaBridge urls List
fr_fr: WpMultimediaBridge Liste de urls

source: This multimedia element was saved successfully.
fr_fr: Cet élément multimédia a été enregistré avec succès.

source: Title cannot be empty. Try again.
fr_fr: Le titre ne peut pas être vide. Essayez à nouveau.

source: There was a problem saving your multimedia element. Try again.
fr_fr: Nous avons rencontré un problème lors de la sauvegarde de cet élément multimédia. Essayez de nouveau.

source: This multimedia element was reseted successfully.
fr_fr: Cet élément multimédia a été réinitialisé avec succès.

source: There was a problem reseting data from source url. Try again later.
fr_fr: Nous avons rencontré un problème lors de la réinitialisation à partir de la source. Essayez de nouveau.

source: There was a problem changing status. Try again.
fr_fr: Nous avons rencontré un problème lors du changement de statut. Essayez de nouveau.

source: This multimedia element was activated successfully.
fr_fr: Cet élément multimédia a été activé avec succès.

source: This multimedia element was desactivated successfully.
fr_fr: Cet élément multimédia a été désactivé avec succès.

source: Click here to expand
fr_fr: Cliquez ici pour afficher

source: Title:
fr_fr: Titre :

source: Multimedia Url:
fr_fr: Url multimédia :

source: Click here to collapse
fr_fr: Cliquez ici pour masquer

source: Save changes
fr_fr: Enregistrer les changements

source: Reset from source
fr_fr: Réinitialiser à partir de la source

source: Desactivate
fr_fr: Désactiver

source: Activate
fr_fr: Activer

source: There is currently no media for this page
fr_fr: Il n'y a actuellement aucun média pour cette page

source: There is currently no media for this post
fr_fr: Il n'y a actuellement aucun média pour cet article

source: Play video &gt; %s
fr_fr: Jouer la vidéo &gt; %s

source: Multimedia canvas by imatrice.com
fr_fr: Zone multimédia par imatrice.com

source: Open source &gt; %s
fr_fr: Ouvrir la source &gt; %s

source: Play
fr_fr: Jouer

source: Close video &gt; %s
fr_fr: Fermer la vidéo &gt; %s

source: Close
fr_fr: Fermer
